const developer = (prefix) => { 
	return `  ╭──━─── ❀۝❀ ───━──╮
=    *𝙄𝙉𝙁𝙊 𝙈𝘼𝙉𝘾𝘼 𝘽𝙊𝙏*   =
╰──━─── ❀۝❀ ───━──╯

╭❑➤─| ─━─ ⊱✿⊰ ─━─ |─➤✿
│
│ ♡ۣۜۜ፝͜͜͡͡✿➤ Nama: 𝙈𝘼𝙉𝘾𝘼-𝘽𝙊𝙏
│ ♡ۣۜۜ፝͜͜͡͡✿➤ Version: 3.0
│ ♡ۣۜۜ፝͜͜͡͡✿➤ Type: Termux
│ ♡ۣۜۜ፝͜͜͡͡✿➤ Owner: 𝙉𝙐𝙍𝙐𝙇ツ
│ ♡ۣۜۜ፝͜͜͡͡✿➤ wa.me/6283815956151
│ ♡ۣۜۜ፝͜͜͡͡✿➤ Prefix: 「  ${prefix}  」
│ 
╰❑➤─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➤✿°࿐
  
╭──━─── ❀۝❀ ───━──╮
=          *𝘼𝘽𝙊𝙐𝙏*         =
╰──━─── ❀۝❀ ───━──╯

╭❑➤─| ─━─ ⊱✿⊰ ─━─ |─➤✿
│
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}info
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}snk
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}lpr 
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}request
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}blocklist
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}ping
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}buypremium
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}hargaprem
│
╰❑➤─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➤✿°࿐
  
╭──━─── ❀۝❀ ───━──╮
=         *𝙊𝙒𝙉𝙀𝙍*         =
╰──━─── ❀۝❀ ───━──╯

╭❑➤─| ─━─ ⊱✿⊰ ─━─ |─➤✿
│
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}setprefix
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}setreply
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}setlimit
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}addlimit
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}giftlimit
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}setmemlimit
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}setppbot
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}premium
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}unpremium
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}admin
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}unadmin
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}ban
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}unban
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}block
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}unblock
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}setprefix
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}event [1/0]
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}bc
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}clone
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}clearall
│
╰❑➤─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➤✿°࿐
  
╭──━─── ❀۝❀ ───━──╮
=      *𝘼𝘿𝙈𝙄𝙉 𝘽𝘼𝙉*        =
╰──━─── ❀۝❀ ───━──╯

╭❑➤─| ─━─ ⊱✿⊰ ─━─ |─➤✿
│
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}event
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}bcc
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}bann
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}unbann
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}blockk
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}unblockk
│ ♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}giftlimit
│
╰❑➤─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➤✿°࿐`
}

exports.developer = developer
